Repository: GlobalSign/OneClickSSL
Catalog: lib/Languages/Translations_*.resx
Languages: de, es, fr, jp, nl

# HelpTextLinux
source: GlobalSign OneClickSSL(tm) Installer v{0} (c)GMO GlobalSign, 2012 ============================================================================= GlobalSign OneClickSSL(tm) Installer (c)GMO GlobalSign, 2012 ============================================================================= Use this application to redeem OneClickSSL Vouchers and automatically activate SSL security and the "secure padlock" for your website Usage: php oneclickssl.php -h php oneclickssl.php -v Voucher -d DomainName [IPAddress] -o emailaddress Activate SSL Example(s): ======================== php oneclickssl.php -v AD34EF6700G67142 -d www.mydomain.com -o email@example.com php oneclickssl.php -v NONUNIQUEVOUCHER -d www.mydomain.com -o j.doe@mydomain.com Revoke SSL Example(s): (For Advanced Users Only) ================================================ php oneclickssl.php -r -v 0100012698b9b97c -d www.mydomain.com -o email@domain.com Options: -r -s SSLPort -o "Options" -l LanguageCode -testurl WebServiceURL Description: -h - Display this help -v Voucher - This is the GlobalSign OneClickSSL Voucher as provided by GlobalSign or an associated partner -d DomainName - The website address and common name. -r - Revoke a certificate based on Serial Number and domain name -s Port - Optional SSL HTTP port number if not 443 -o "Options" - Promotional voucher codes used to create trial certificates must be accompanied with a valid email address to allow additional instructions to be provided. -l LanguageCode - Specifies the output translation. Can be either en, fr, ja, jp, nl, de, or es -t WebServiceURL - Allows the use of alternative web service URL
de: GlobalSign OneClickSSL(tm) Installer v{0} (c)GMO GlobalSign, 2012 ============================================================================= GlobalSign OneClickSSL(tm) Installer (c)GMO GlobalSign, 2012 ============================================================================= Mit dieser Anwendung können OneClickSSL-Voucher eingelöst und das "Sicherheitschloss" für Ihre Website aktiviert werden Verwendung: php oneclickssl.php -h php oneclickssl.php -v Voucher -d DomainName [IP-Adresse] -o emailaddress Beispiel(e) für das Aktivieren von SSL: ======================== php oneclickssl.php -v AD34EF6700G67142 -d www.mydomain.com -o email@example.com php oneclickssl.php -v NONUNIQUEVOUCHER -d www.mydomain.com -o j.doe@mydomain.com Beispiel(e) für den Widerruf von SSL: (nur für fortgeschrittene Anwender) ================================================ php oneclickssl.php -r -v 0100012698b9b97c -d www.mydomain.com -o email@domain.com Optionen: -r -s SSLPort -o "Optionen" -l LanguageCode -testurl WebServiceURL Beschreibung: -h - Diese Hilfe anzeigen -v Voucher - Dies ist der GlobalSign OneClickSSL Voucher, wie sie von GlobalSign oder einem assoziierten Partner bereitgestellt werden -d DomainName - Die Website-Adresse und der ‚Common name‘. -r - Widerrufen eines Zertifikats, das auf Seriennummer und Domainname basiert -s Port - Optionale SSL-HTTP-Portnummer, falls nicht 443 -o "Optionen" - Werbevoucher-Codes, um Trial-Zertifikate zu schaffen, muss eine gültige E-Mail-Adresse beigefügt sein, um zusätzliche Anweisungen übermitteln zu können. -l LanguageCode - Legt die ausgegebene Übersetzung fest. Kann entweder en, fr, ja, jp, nl, de oder es sein -t WebServiceURL - Ermöglicht die Verwendung alternativer Webservice-URL
es: Instalador de OneClickSSL(tm) de GlobalSign v{0} (c)GMO GlobalSign, 2012 ============================================================================= Instalador de OneClickSSL(tm) de GlobalSign (c)GMO GlobalSign, 2012 ============================================================================= Utilice esta aplicación para canjear los bonos OneClickSSL y activar automáticamente la seguridad SSL y el "candado seguro" en su página web Uso: php oneclickssl.php -h php oneclickssl.php -v Bono -d DomainName [IPAddress] -o emailaddress Ejemplo(s) de activación SSL: ======================== php oneclickssl.php -v AD34EF6700G67142 -d www.mydomain.com -o email@example.com php oneclickssl.php -v NONUNIQUEVOUCHER -d www.mydomain.com -o j.doe@mydomain.com Ejemplo(s) de revocación SSL: (Solo para usuarios avanzados) ================================================ php oneclickssl.php -r -v 0100012698b9b97c -d www.mydomain.com -o email@domain.com Opciones: -r -s SSLPort -o "Opciones" -l LanguageCode -testurl WebServiceURL Descripción: -h - Mostrar esta ayuda -v Bono - Este es el bono OneClickSSL de GlobalSign tal y como lo suministra GlobalSign o su socio -d DomainName - La dirección y el nombre común de la página web. -r - Revocar un certificado a partir del número de serie y el nombre de dominio -s Puerto - Número de puerto HTTP SSL opcional si no es 443 -o "Opciones" - Los códigos de bonos promocionales usados para crear certificados de prueba deben ir acompañados de un correo electrónico válido al que se enviarán las instrucciones adicionales que se le facilitarán. -l LanguageCode - Especifica la traducción de destino. Puede ser en, fr, ja, jp, nl, de, o es -t WebServiceURL - Permite utillizar una URL de servicio alternativa
fr: Outil d’installation GlobalSign OneClickSSL(tm) (c)GMO GlobalSign, 2012 ============================================================================= Utilisez cette application pour activer la sécurité SSL et le “cadenas” sur votre site web de manière automatique avec vos coupons OneClickSSL. Utilisation : php oneclickssl.php -h php oneclickssl.php -v Voucher -d DomainName [IPAddress] -o emailaddress Exemple(s) d’activation SSL : ======================== php oneclickssl.php -v AD34EF6700G67142 -d www.mydomain.com -o email@example.com php oneclickssl.php -v NONUNIQUEVOUCHER -d www.mydomain.com -o j.doe@mydomain.com Exemple(s) de révocation SSL (pour les utilisateurs avancés) ================================================ php oneclickssl.php -r -v 0100012698b9b97c -d www.mydomain.com -o email@domain.com Options: -r -s SSLPort -o "Options" -l LanguageCode -testurl WebServiceURL Description: -h - Afficher l'aide -v Voucher - l s’agit du coupon OneClickSSL GlobalSign fourni par GlobalSign ou l’un de ses revendeurs. -d DomainName - L’adresse du site web/nom de domaine -r - Effectue une demande de révocation de certificat d’après le nom de domaine ou numéro de série -s Port - Numéro de port HTTP SSL s’il est autre que 443 (facultatif) -o "Options" - es codes promotionnels utilisés pour créer les certificats test doivent être accompagnés d’une adresse email valide pour permettre de recevoir des instructions supplémentaires. -l LanguageCode - Précise la traduction de la sortie. en, fr, ja, nl, de, ou es sont disponibles. -t WebServiceURL - Permet l’utilisation d’une autre URL de service web
jp: GlobalSign OneClickSSL(tm) Installer v{0} (c)GMO GlobalSign, 2012 ============================================================================= GlobalSign OneClickSSL(tm) Installer (c)GMO GlobalSign, 2012 ============================================================================= OneClickSSL Voucherを使用して、証明書の発行・インストール・バインドを自動的に 行うツールです。 使用方法: php oneclickssl.php -h php oneclickssl.php -v Voucher -d DomainName [IPAddress] -o emailaddress 証明書発行の例: ======================== php oneclickssl.php -v AD34EF6700G67142 -d www.mydomain.com -o email@example.com php oneclickssl.php -v NONUNIQUEVOUCHER -d www.mydomain.com -o j.doe@mydomain.com 証明書失効の例(特別なユーザのみ) ================================================ php oneclickssl.php -r -v 0100012698b9b97c -d www.mydomain.com -o email@domain.com オプション: -r -s SSLPort -o "Options" -l LanguageCode -testurl WebServiceURL Description: -h - ヘルプの表示 -v Voucher - グローバルサインまたはそのパートナーから提供さ れた、OneClickSSL用Voucher -d DomainName - 発行対象のWEBサイトのFQDN -r - 証明書シリアルナンバーとFQDNに基づいて証明書を 失効する -s Port - SSL用ポート番号。省略された場合には443が使用さ れる。 -o "Options" - トライアル証明書を取得するためのプロモーション用 Voucherを使用する場合には、このオプションに連絡 先のemailアドレスを指定する。 -l LanguageCode - 出力される情報の言語設定。以下のいずれかを指定。 en, fr, ja, jp, nl, de, or es -t WebServiceURL - テストを行う場合、グローバルサインのテスト環境の URLを指定する
nl: GlobalSign OneClickSSL(tm) Installatieprogramma v{0} (c)GMO GlobalSign, 2012 ============================================================================= GlobalSign OneClickSSL(tm) Installatieprogramma (c)GMO GlobalSign, 2012 ============================================================================= Gebruik deze toepassing om OneClickSSL vouchers te verzilveren en om SSL-beveiliging en het‘gele hangslot voor uw website automatisch te activeren Gebruik: php oneclickssl.php -h php oneclickssl.php -v Voucher -d Domeinnaam [IP-adres] -o e-mailadres Voorbeelden van activering SSL: ======================== php oneclickssl.php -v AD34EF6700G67142 -d www.mijndomein.com -o e-mail@voorbeeld.com php oneclickssl.php -v NIETUNIEKEVOUCHER -d www.mijndomein.com -o j.doe@mijndomein.com Voorbeelden van intrekking SSL: (uitsluitend voor geavanceerde gebruikers) ================================================ php oneclickssl.php -r -v 0100012698b9b97c -d www.mijndomein.com -o e-mail@domein.com Opties: -r -s SSLPoort -o "Opties" -l Taalcode -testurl WebServiceURL Beschrijving: -h - Deze help weergeven -v Voucher - Dit is de GlobalSign OneClickSSL voucher doe door GlobalSign of een partner is geleverd -d Domeinnaam - het adres en de gewone naam van de website. -r - een certificaat intrekken op basis van het serienummer en de domeinnaam -s Poort - optioneel SSL HTTP-poortnummer indien anders dan 443 -o "Opties" - promotiecodes voor voucher die voor het maken van test- certificaten worden gebruikt, moeten vergezeld gaan van een geldig e-mailadres om aanvullende instructies te kunnen leveren. -l Taalcode - hiermee wordt de taal van de uitvoer gespecificeerd. De mogelijkheden zijn: en, fr, ja, jp, nl, de, of es -t WebServiceURL - maakt het gebruik van een URL van een andere webservice mogelijk

# RollingBack
source: An ERROR occured - Rolling back to the previous certificate
de: Ein FEHLER ist aufgetreten - Rückkehr zum vorherigen Zertifikat
es: Se registró un ERROR - Volviendo al certificado anterior
fr: Une erreur s'est produite - retour au certificat précédent
jp: エラーが発生しまた。元の証明書にロールバックします
nl: FOUT opgetreden; terug naar het vorige certificaat

# AssigningProduction
source: Assigning PRODUCTION certificate to the website
de: PRODUKTIONS-Zertifikat wird der Website zugewiesen ...
es: Asignando un certificado a la página web
fr: Le certificat est lié au site
jp: 本番証明書をWebsiteに設定します
nl: Certificaat wordt aan de website toegewezen

# AssigningTemporary
source: Assigning Temporary certificate to the website
de: Website wird temporäres Zertifikat zugewiesen ...
es: Asignando un certificado temporal a la página web...
fr: Le certificat temporaire est lié au site…
jp: 検証用証明書をWebsiteに設定します
nl: Tijdelijk certificaat wordt aan de website toegewezen...

# ReceivingVoucherValCheck
source: Receiving Voucher validation check response including a Phishing Check and domain Keyword analysis
de: Eingang der Antwort auf Gültigkeitsprüfung des Vouchers einschließlich Phishing-Prüfung und Domain-Keyword-Analyse...
es: Recibiendo respuesta de comprobación para la validación del bono, incluida la comprobación de phishing y el análisis de la palabra clave del dominio...
fr: Validation du coupon en cours, y compris une vérification de phishing et analyse de mots clé du domaine
jp: PhishingチェックとDomainキーワード分析を含めたVoucherチェックのResponseを受信します
nl: Ontvangst van voucher-validatie, inclusief phishing-controle en trefwoordanalyse van domein...

# ReceivingSerialValCheck
source: Receiving Serial Number validation check response...
de: Empfangen der Antwort auf Gültigkeitsprüfung der Seriennummer …
es: Recibiendo una respuesta de comprobación para la validación del número de serie…
fr: Validation du numéro de série en cours
jp: シリアル番号検証のResponseを受信します
nl: Ontvangst van serienummer validatie…

# SendingTemp
source: Sending Temporary certificate request...
de: Versenden der Anfrage nach temporärem Zertifikat ...
es: Enviando solicitud de certificado temporal...
fr: Envoi de la demande de certificat temporaire
jp: 検証用証明書の要求を送信します
nl: Verzenden aanvraag tijdelijk certificaat…

# ReceivingTemp
source: Receiving Temporary certificate response
de: Empfangen der Antwort für temporäres Zertifikat ...
es: Recibiendo respuesta del certificado temporal...
fr: Réponse en cours pour le certificat temporaire
jp: 検証用証明書のResponseを受信します
nl: Ontvangst van tijdelijk certificaat...

# ReceivingProd
source: Receiving PRODUCTION certificate response
de: Antwort auf Anfrage nach PRODUKTIONS-Zertifikat geht ein
es: Recibiendo respuesta del certificado…
fr: Réponse en cours pour le certificat
jp: 本番証明書のResponseを受信します
nl: Ontvangst van certificaat..

# ReceivingRevoke
source: Receiving revoke request response
de: Empfangen der Antwort auf Widerrufsantrag ...
es: Recibiendo respuesta de la solicitud de revocación...
fr: Réponse en cours pour la demande de révocation
jp: 失効要求のResponseを受信します
nl: Ontvangst van aanvraag voor intrekking...

# OrderIDInfo
source: NOTE : This OrderID for the 'Temporary' certificate will be useful if you need to talk to our support team :
de: HINWEIS: Diese OrderID für das 'temporäre' Zertifikat wird nützlich sein, falls Sie mit unserem Supportteam sprechen müssen:
es: NOTA: Este número de pedido de certificado "temporal" será de utilidad si necesita ponerse en contacto con nuestro equipo de asistencia técnica:
fr: A NOTER : Ce numéro de commande (OrderID) pour le certificat temporaire sera utile si vous avez besoin de contacter notre équipe d’assistance technique
jp: Note：GlobalSignのサポートチームにご連絡する際、検証用証明書のOrderIDは有用に活用されます。
nl: OPMERKING: deze order-id voor een 'Tijdelijk' certificaat dient te worden vermeld indien contact met ons team voor technische ondersteuning wordt opgenomen:

# SendingProd
source: Sending PRODUCTION certificate request
de: Versenden der Anfrage nach PRODUKTIONS-Zertifikat
es: Enviando solicitud de certificado
fr: Envoi de la demande de certificat
jp: 本番証明書要求を送信します
nl: Verzenden aanvraag productie certificaat

# CertRevoked
source: Certificate Successfully revoked
de: Zertifikat erfolgreich widerrufen
es: Certificado revocado correctamente
fr: Certificat révoqué
jp: 証明書失効に成功しました
nl: Certificaat ingetrokken

source: SUCCESS
de: ERFOLGREICH
es: OPERACIÓN REALIZADA CORRECTAMENTE
fr: SUCCES
jp: 成功
nl: GELUKT

# CertDisplay
source: Certificate received as follows:
de: Zertifikat wie folgt empfangen:
es: La recepción del certificado fue la siguiente:
fr: Le certificat a été reçu comme suit:
jp: 受信した証明書は以下になります
nl: Certificaat als volgt ontvangen:

# Failure
source: FAILED
de: FEHLGESCHLAGEN
es: OPERACIÓN NO FINALIZADA
fr: ECHEC
jp: 失敗
nl: MISLUKT

# IntCertReceived
source: Intermediate Certificate received as follows:
de: Intermediäres Zertifikat wie folgt empfangen:
es: La recepción del certificado intermedio fue la siguiente:
fr: Le certificat intermédiaire a été reçu comme suit:
jp: 受信した中間証明書は以下になります
nl: Tussenliggend certificaat als volgt ontvangen:

source: Save
es: Guardar
jp: 保存
nl: Opslaan

source: Cancel
es: Cancelar
jp: キャンセル
nl: Annuleren

source: Default
es: Por Defecto
jp: デフォールト
nl: Standaard

source: Username
es: Nombre de Usuario
nl: Gebruikersnaam

source: Password
es: Contraseña
nl: Wachtwoord

# RevokeCert
source: Requesting certificate revocation
es: Solicitando revocación de Certificado
jp: 証明書失効要求
nl: Aanvragen van een certificaat intrekking

# CheckIp
source: Checking if this website runs on a dedicated/unique ip address
es: Verificando si este sitio web se ejecuta en una direccion IP decidada/única
fr: Checking if this webiste runs on a dedicated/unique ip address
jp: このウェブサイトはユニーク/専用IPアドレス上で実行されるかどうかの確認

# CheckVoucher
source: Contacting GlobalSign to verify domain and voucher details
es: Contactando con GlobalSign para verificar los detalles de dominio y de cupones
jp: GlobalSignはDomainとVoucherの詳細を確認のために連絡をします
nl: Bezig met het controleren van het domein en de voucher

# DoBackup
source: Making a backup of the current certificate
es: Creando una copia de seguridad del Certificado actual
jp: 現在の証明書のバックアップを作成します
nl: Back-up van het huidige certificaat maken

# ProcessingTitle
source: GlobalSign OneClickSSL Installer
es: Instalador de GlobalSign OneClickSSL
nl: GlobalSign OneClickSSL Installatie

# ProcessingDescription
source: OneClickSSL secure site activation in progress, do not close or navigate away from this page until completed
es: Activación OneClickSSL sitio seguro en curso, no cierre o navegue fuera de esta página hasta completar
jp: SSLの設定中です。完了するまではこのページを閉じたり、他の処理を行わないでください
nl: Bezig met het beveiligen van de website via OneClickSSL, deze pagina niet sluiten tot het process voltooid is

# OrderError
source: Error placing order
es: Error en el pedido de la orden
jp: オーダーエラー
nl: Fout bij het plaatsen van de bestelling

# StatusError
source: Error while retrieving order status
es: Error al recuperar el estado del pedido
jp: オーダーステータス検索エラー
nl: Fout bij het verkrijgen van de bestelling status

# TestWindow
source: Click to open a test window to check your secure site
es: Haga clic aquí para abrir una ventana de pruebas para comprobar su sitio seguro
jp: クリックするとセキュアサイトをチェックするテストWindowを開きます
nl: Klik om een test scherm voor uw beveiligde site te openen

# ShowDebug
source: Show debug information
es: Mostrar información de depuración
jp: デバッグ情報表示
nl: Debug informatie weergeven

# FormObtainingVouchersTitle
source: Obtaining OneClickSSL Vouchers
es: Obteniendo cupones OneClickSSL
jp: OneClickSSLのVoucherを取得する
nl: OneClickSSL Vouchers verkrijgen

# FormObtainingVouchersDescription
source: Customize the experience for domain owners. You have the ability to control the experience of domain owners and the methods by which they obtain OneClickSSL vouchers. Please change the URL below to a landing page of your own if you are a GlobalSign reseller. The URL is called when domain owners click on the 'No Voucher, Get one here' image from within their plugin.
es: Personalize la experiencia de los propietarios de dominio. Usted tiene la posibilidad de controlar la experiencia de los propietarios de dominio y los métodos por los cuales obtienen cupones OneCLickSSL. Por favor, cambie la siguiente URL a una página de destino de su cuenta si usted es un revendedor de GlobalSign. La URL se llama cuando los propietarios de dominio hacen clic en la imagen 'No Voucher, Get one here', dentro de su plugin.
jp: GlobalSignのリセラーである場合、以下のURLを貴方自身のLanding Pageに変更してください。'No Voucher, Get one here'イメージをクリックするとURL情報を取得します。

# FormLandingPage
source: Landing page URL
es: URL de la pagina de aterrizaje
nl: Bestemmings URL

# DNSSetToResolveInternally
source: The DNS search for your domain has provided the same IP address as your NAT setting. This seems to indicate that you have an Internal DNS server. Please modify the 'hosts' file on this server to point to the true external DNS IP address for this installation to succeed. The hosts file can be found in the windows/system32/drivers/etc directory and must be edited in must be edited in Administrator mode with Notepad or an equivalent editor.
de: Die DNS-Suche für Ihre Domain hat festgestellt, dass diese die gleiche IP-Adresse wie Ihre NAT-Einstellungen hat. Dieses deutet daraufhin, dass Sie einen internen DNS-Server besitzen. Bitte ändern Sie die “hosts”-Datei auf diesem Server, damit die wahre externe DNS IP-Adresse für diese Installation erfolgreich sein kann. Die hosts-Datei finden Sie im Windows/System32/Drivers/etc.-Verzeichnis und muss mit Notpad oder einem ähnlichen Editorprogramm im Administrator-Mode bearbeitet werden.
fr: La recherche de votre domaine par le DNS a fourni la même adresse IP que pour votre configuration NAT (traduction d’adresse réseau). Il semblerait donc que vous avez un serveur DNS interne. Afin de pouvoir réussir votre installation, veuillez modifier le fichier « host » sur votre serveur de façon à ce qu’il indique la véritable adresse IP externe DNS. Vous trouverez le fichier host à l’emplacement suivant : windows/system32/drivers/etc . Pour le modifier, il vous faudra ouvrir le fichier en mode administrateur sur un éditeur de texte, tel le bloc-notes.
jp: DNSから取得したIPアドレスが、内部IPアドレスでした。内部のDNSサーバを参照した可能性があります。hostsファイルを編集して、このコンピュータから外部のDNSサーバを参照できるようにしてください。hostsファイルは通常windows/system32/drivers/etc デレクトリにあり、管理者権限を持つユーザがメモ帳のようなテキストエディタで編集することができます。
nl: De DNS-zoekopdracht voor uw domein heeft hetzelfde IP adres als uw NAT instelling. Dit lijkt erop te wijzen dat u een interne DNS server heeft. Gelieve het Hosts-bestand op deze server te wijzigen zodat dit naar het ware externe DNS IP adres wijst. het Hosts-bestand kan gevonden worden in de folder windows/system32/drivers/etc en kan gewijzigd worden in Administrator modus met behulp van Notepad of een gelijkaardige editor.

# UnableToGenerateCSR
source: Unable to generate a certificate request
jp: CSRの生成に失敗しました

# UnableToInstallCertificate
source: Unable to install the certificate
jp: 証明書のインストールに失敗しました

# UnableToRegisterRootCertificate
source: Unable to generate a certificate request
jp: 中間CA証明書のインストールに失敗しました

# UnableToRemoveCertificate
source: Unable to remove the certificate
jp: 証明書の削除に失敗しました

# FormTitle
source: GlobalSign OneClickSSL Installer
fr: Outil d'installation OneClickSSL de GlobalSign
