Repository: GlobalSign/OneClickSSL
Catalog: lib/Languages/Translations_*.resx
Languages: de, es, fr, jp, nl

# FailedToFindExistingCertificate
source: Failed to find existing certificate for renewal
de: Konnte vorhandenes Zertifikat für Erneuerung nicht finden.
es: No se pudo encontrar ningún certificado existente para su renovación.
fr: N'a pas pu trouver de certificat existant pour le renouvellement
jp: 更新元の証明書が見つかりませんでした
nl: Kon certificaat voor verlenging niet vinden

# FailedToObtainRealCertificate
source: Failed to retrieve a Production certificate
de: Konnte kein echtes Zertifikat finden.
es: No se pudo recuperar ningún certificado real.
fr: N'a pas pu trouver de certificat
jp: 本証明書の取得に失敗しました
nl: Kon geen certificaat opvragen

# FailedToObtainTestCertificate
source: Failed to retrieve a 'Temporary' certificate
de: Konnte kein Test-Zertifikat finden.
es: No se pudo recuperar ningún certificado de prueba.
fr: N'a pas pu trouver de certificat test
jp: 検証用証明書の取得に失敗しました
nl: Kon geen testcertificaat opvragen

# HelpText
source: GlobalSign OneClickSSL(tm) Installer v{0} (c)GMO GlobalSign, 2012 ============================================================================= Use this application to redeem OneClickSSL Vouchers and automatically activate SSL security and the "secure padlock" for your website Usage: OneClickSSL -? | -help OneClickSSL [options] Voucher DomainName [IPAddress] Activate SSL Example(s): ======================== oneclickssl AD34EF6700G67142 www.mydomain.com oneclickssl AD34EF6700G67142 www.mydomain.com -natip 192.168.2.1 -debug oneclickssl NONUNIQUEVOUCHER www.mydomain.com -voucheroption j.doe@mydomain.com Revoke SSL Example(s): (For Advanced Users Only) ================================================ oneclickssl -revoke 0100012698b9b97c www.mydomain.com oneclickssl -debug -revoke 0100012698b9b97c www.mydomain.com -natip 192.168.2.1 Options: -revoke -sslport SSLPort -voucheroption "Options" -language LanguageCode -natip NATIPAddress -debug -testurl WebServiceURL -quiet Description: -? or -help - Display this help Voucher - This is the GlobalSign OneClickSSL Voucher as provided by GlobalSign or an associated partner DomainName - The website address and common name. IPAddress - The IP address for the IIS SSL website binding. If omitted, DNS will be used to obtain this. -revoke - Revoke a certificate based on Serial Number and domain name -sslport SSLPort - Optional SSL HTTP port number if not 443 -voucheroption "Options" - Promotional voucher codes used to create trial certificates must be accompanied with a valid email address to allow additional instructions to be provided. -language LanguageCode - Specifies the output translation. Can be either en, fr, ja, nl, de, or es -natip NATIPAddress - The local IP address for NAT based networks. Only necessary if using a network translated IP -siteid IISSiteNumber - The ID number for the website in IIS. Use this if the site can not be automatically identified by the domain name. -debug - Verbose output for debugging problems -testurl WebServiceURL - Allows the use of alternative web service URL -quiet - Suppresses all output
de: GlobalSign OneClickSSL(tm) Installer v{0} (c)GMO GlobalSign, 2012 ============================================================================= Benutzen Sie diese Anwendung, um OneClickSSL-Voucher einzulösen und automatisch SSL-Sicherheit und das "vertrauenswürdige Sicherheitsschloss" auf Ihrer Website zu aktivieren. Verwendung: OneClickSSL -? | -help OneClickSSL [optionen] Voucher DomainName [IPAddress] SSL-Aktivierung Beispiel(e): ======================== oneclickssl AD34EF6700G67142 www.mydomain.com oneclickssl AD34EF6700G67142 www.mydomain.com -natip 192.168.2.1 -debug oneclickssl NONUNIQUEVOUCHER www.mydomain.com -voucheroption j.doe@mydomain.com SSL-Widerruf Bespiele Example(s): (Nur für Fortgeschrittene Benutzer) ================================================ oneclickssl -revoke 0100012698b9b97c www.mydomain.com oneclickssl -debug -revoke 0100012698b9b97c www.mydomain.com -natip 192.168.2.1 Optionen: -revoke -sslport SSLPort -voucheroption "Optionen" -language LanguageCode -natip NATIPAddress -debug -testurl WebServiceURL -quiet Beschreibung: -? or -help - Diese Hilfe anzeigen Voucher - Dies ist der GlobalSign OneClick Voucher, wie von GlobalSign oder einem verbundenen Reseller zur Verfügung gestellt DomainName - Die Website-Adresse und der gebräuchliche Name. IPAddress - Die IP-Adresse für die IIS Website ist verbindlich. Sollte diese weggelassen werden, wird DNS verwendet, um diese zu erhalten. -revoke - Antrag eines Zertifikatswiderrufes durch die Seriennummer oder den Domain-Namen -sslport SSLPort - Optionale SSL-HTTP-Portnummer wenn nicht 443 -voucheroption "Optionen" - Werbe-Vouchers die verwendet werden, um Test Zertifikate zu erzeugen, müssen mit einer gültigen E-Mail-Adresse verbunden sein. -language LanguageCode - Bestimmt die Output-Übersetzung. Kann Folgendes sein: en, fr, ja, nl, de, oder es -natip NATIPAddress - Die lokale IP-Adresse für NAT-basierte Netzwerke Nur notwendig, wenn eine netzwerkübersetzte IP verwendet wird. -siteid IISSiteNumber - Die ID-Nummer für die Website in IIS. Benutzen Sie dies, sollte die Site nicht automatisch den Domainnamen identifizieren. -debug - Verbose Output zum Debuggen von Problemen -testurl WebServiceURL - Erlaubt die Verwendung einer alternativen Webservice-URL -quiet - Unterdrückt sämtlichen Output
es: Herramienta de comandos OneClickSSL(tm) v{0} (c)GMO GlobalSign, 2012 ============================================================================== Utilice esta aplicación para canjear bonos OneClickSSL y active automáticamente la seguridad SSL y el “candado seguro” en su Sitio web. Utilización: OneClickSSL -? | -help OneClickSSL [opciones] Voucher DomainName IPAddress Activar ejemplo(s) de SSL ========================= oneclickssl AD34EF6700G67142 www.mydomain.com oneclickssl AD34EF6700G67142 www.mydomain.com -natip 192.168.2.1 -debug oneclickssl NONUNIQUEVOUCHER www.mydomain.com -voucheroption j.doe@mydomain.com Revocar ejemplo(s) SSL: (Solo para usuarios avanzados) ====================================================== oneclickssl -revoke 0100012698b9b97c www.mydomain.com oneclickssl -debug -revoke 0100012698b9b97c www.mydomain.com -natip 192.168.2.1 Opciones: -revoke -sslport SSLPort -voucheroption "Opciones" -language LanguageCode -natip NATIPAddress -debug -testurl WebServiceURL -quiet Descripción: -? or -help - Muestra esta sección de ayuda Voucher - Código del bono OneClick de GlobalSign tal y como lo suministran GlobalSign o sus distribuidores asociados. DomainName - Dirección y nombre común de la página web. IPAddress - Dirección IP para el enlace de la página con SSL IIS. Si se omite, se usará el DNS. -revoke - Revocar un certificado en función del nombre de dominio y al número de serie -sslport SSLPort - Número de puerto SSL HTTP de no ser el 443 -voucheroption "Opciones" - Los códigos de los bonos promocionales utilizados para generar certificados de prueba deben ir acompañados de una dirección de correo electrónico válida para poder recibir futuras instrucciones. -language LanguageCode - Especifica la traducción de salida. Éstas pueden ser en, fr, ja, nl, de o es -natip NATIPAddress - Dirección IP local para redes basadas en NAT (traducción de direcciones de red). Únicamente es necesario cuando se utilizan redes traducidas IP -siteid IISSiteNumber - El número de identificación de la página web en IIS. Úselo si no es posible identificar automáticamente la web a partir del nombre de dominio. -debug - Salida detallada para la depuración de problemas -testurl WebServiceURL - Permite la utilización de una URL de servicio web alternativa -quiet - Cancela todas las salidas
fr: "Outil de commande OneClickSSL(tm) v{0} (c)GMO GlobalSign, 2012 ============================================================================= Utilisez cette application pour activer la sécurité SSL et le “cadenas” sur votre site web de manière automatique avec vos coupons OneClickSSL. Utilisation: OneClickSSL -? | -help OneClickSSL [options] Voucher DomainName IPAddress Exemple(s) d’activation SSL =========================== oneclickssl AD34EF6700G67142 www.mydomain.com oneclickssl AD34EF6700G67142 www.mydomain.com -natip 192.168.2.1 -debug oneclickssl NONUNIQUEVOUCHER www.mydomain.com -voucheroption j.doe@mydomain.com Exemple(s) de révocation SSL (pour les utilisateurs avancés) ============================================================ oneclickssl -revoke 0100012698b9b97c www.mydomain.com oneclickssl -debug -revoke 0100012698b9b97c www.mydomain.com -natip 192.168.2.1 Options: -revoke -sslport SSLPort -voucheroption "Options" -language LanguageCode -natip NATIPAddress -debug -testurl WebServiceURL -quiet Description: -? or -help - Afficher l'aide Voucher - Il s’agit du coupon OneClickSSL GlobalSign fourni par GlobalSign ou l’un de ses revendeurs. DomainName - L’adresse du site web/nom de domaine IPAddress - L’adresse IP pour le site web avec SSL sur IIS Si ce champ est vide, le DNS devra l’obtenir -revoke - Effectue une demande de révocation de certificat d’après le nom de domaine ou numéro de série -sslport SSLPort - Numéro de port HTTP SSL s’il est autre que 443 (facultatif) -voucheroption "Options" - Les codes promotionnels utilisés pour créer les certificats test doivent être accompagnés d’une adresse email valide pour permettre de recevoir des instructions supplémentaires. -language LanguageCode - Précise la traduction de la sortie. en, fr, ja, nl, de, ou es sont disponibles. -natip NATIPAddress - L'adresse IP locale pour les réseaux NAT. Requis seulement si une IP de réseau traduite est utilisée. -siteid IISSiteNumber - Le numéro d’identification du site web sur IIS. A utiliser si le site ne peut pas être identifié de manière automatique par le nom de domaine. -debug - Sortie en clair pour déboguer les problèmes -testurl WebServiceURL - Permet l’utilisation d’une autre URL de service web -quiet - Supprime toute sortie
jp: "GlobalSign OneClickSSL(tm) Installer v{0} (c)GMO GlobalSign, 2011 ============================================================================= OneClickSSL Voucherを使用して、証明書の発行・インストール・バインドを自動的に 行うツールです。 使用方法: OneClickSSL -? | -help OneClickSSL [options] Voucher DomainName [IPAddress] 証明書発行の例: ======================== oneclickssl AD34EF6700G67142 www.mydomain.com oneclickssl AD34EF6700G67142 www.mydomain.com -natip 192.168.2.1 -debug oneclickssl NONUNIQUEVOUCHER www.mydomain.com -voucheroption j.doe@mydomain.com 証明書失効の例(特別なユーザのみ): ================================================ oneclickssl -revoke 0100012698b9b97c www.mydomain.com oneclickssl -debug -revoke 0100012698b9b97c www.mydomain.com -natip 192.168.2.1 オプション: -revoke -sslport SSLPort -voucheroption ""Options"" -language LanguageCode -natip NATIPAddress -debug -testurl WebServiceURL -quiet 説明: -? or -help - ヘルプの表示 Voucher - グローバルサインまたはそのパートナーから提供さ れた、OneClickSSL用Voucher DomainName - 発行対象のWEBサイトのFQDN IPAddress - IISのバインドのためのIPアドレス。省略した場合、 DNSから取得されたIPアドレスが使用される -revoke - 証明書シリアルナンバーとFQDNに基づいて証明書を 失効する -sslport SSLPort - SSL用ポート番号。省略された場合には443が使用さ れる。 -voucheroption ""Options"" - トライアル証明書を取得するためのプロモーション用 Voucherを使用する場合には、このオプションに連絡 先のemailアドレスを指定する。 -language LanguageCode - 出力される情報の言語設定。以下のいずれかを指定。 en, fr, ja, nl, de, or es -natip NATIPAddress - NATを使用している場合、ローカルIPアドレスを指定 -debug - デバッグモードで実行する -testurl WebServiceURL - テストを行う場合、グローバルサインのテスト環境の URLを指定する -quiet - 出力を行わずに実行する
nl: "GlobalSign OneClickSSL(tm) Installer v{0} (c)GMO GlobalSign, 2012 =============================================================================== Gebruik deze toepassing om OneClickSSL-vouchers te verzilveren en om SSL beveiliging en het ‘gele hangslot’ voor uw website automatisch te activeren Gebruik: OneClickSSL -? | -help OneClickSSL [opties] Voucher DomainName IPAddress SSL activeren Voorbeeld(en): ============================ oneclickssl AD34EF6700142 www.mijndomein.com oneclickssl AD34EF6700142 www.mijndomein.com -natip 192.168.2.1 -debug oneclickssl NONUNIQUEVOCR www.mijndomein.com -voucheroption j.dam@mijndomein.com SSL intrekken Voorbeeld(en): (alleen voor gevorderde gebruikers) ================================================================ oneclickssl -revoke 0100012698b9b97c www.mijndomein.com oneclickssl -debug -revoke 0100012699b97c www.mijndomein.com -natip 192.168.2.1 Opties: -revoke -sslport SSLPort -voucheroption "Opties" -language LanguageCode -natip NATIPAddress -debug -testurl WebServiceURL -quiet Beschrijving: -? or -help - Geef deze help weer Voucher - Dit is de GlobalSign OneClick-Voucher zoals geleverd door GlobalSign of gelieerde wederverkoper. DomainName - Het adres van de website en de domeinnaam. IPAddress - Het IP-adres voor de ISS SSL-website. Als u dit weglaat, wordt DNS gebruikt om het te achterhalen. -revoke - Intrekken van een certificaat op basis van domeinnaam en serienummer -sslport SSLPort - Optioneel SSL HTTP-poortnummer indien niet 443 -voucheroption "Opties" - Promotionele-Vouchers gebruikt voor proef certificaten moeten vergezeld gaan van een geldig e-mailadres. -language LanguageCode - Taalcode, geeft de vertaling aan (uitvoer). Kan zijn: en, fr, ja, nl, de of es -natip NATIPAddress - Het lokale IP-adres voor netwerken gebaseerd op NAT. Alleen nodig bij gebruik van een door een netwerk vertaald IP-adres. -siteid IISSiteNumber - Het ID-nummer voor de website in IIS. Gebruik dit als de site niet automatisch kan worden vastgesteld aan de hand van de domeinnaam. -debug - Tekstuitvoer voor het verhelpen van problemen -testurl WebServiceURL - Hiermee is het gebruik van een alternatieve webfunctie URL toegestaan -quiet - Alle uitvoer wordt onderdrukt

# InvalidOperatingSystem
source: Operating System Unsupported. Must be Windows Server 2003 SP1 or above.
de: Betriebssystem wird nicht unterstützt. Muss Windows Server 2003 SP1 oder höher sein.
es: Sistema operativo no compatible. Debe emplearse Windows Server 2003 SP1 o superior.
fr: Le système d'exploitation n'est pas supporté. Doit être Windows Server 2003 SP1 ou plus récent.
jp: サポートされていないオペレーションシステムです。 Windows Server 2003 SP1以降のバージョンである必要があります。
nl: Besturingssysteem wordt niet ondersteund. Dit moet Windows Server 2003 SP1 of nieuwer zijn.

# ParameterDomainNameInvalid
source: Domain Name is not in the correct format
de: Domainname ist nicht im korrekten Format.
es: El nombre de dominio no presenta el formato adecuado.
fr: Le nom de domaine est dans un format incorrect.
jp: DomainNameパラメータのフォーマットが不正です
nl: Onjuiste notatie domeinnaam

# ParameterIPAddressInvalid
source: IP Address is not in the correct format
de: IP-Adresse ist nicht im korrekten Format.
es: La dirección IP no presenta el formato adecuado.
fr: L'adresse IP est dans un format incorrect.
jp: IPAddressパラメータのフォーマットが不正です
nl: Onjuiste notatie IP-adres

# ParametersAreInvalid
source: Invalid or missing parameters
de: Ungültige oder fehlende Parameter
es: Faltan parámetros o son inválidos.
fr: Paramètres non-valides ou manquants
jp: 必須パラメータの指定がないか、指定方法が不正です。
nl: Ongeldige of ontbrekende parameters

# ParameterSSLPortInvalid
source: SSL Port is invalid or missing
de: SSL-Port ist ungültig oder fehlt.
es: Falta el puerto SSL o es inválido.
fr: Le port SSL n'est pas valide ou manquant.
jp: sslportパラメータの指定が不正です
nl: Ongeldige of ontbrekende SSL-poort

# ParameterSSLPortNotInRange
source: SSL Port is not in range
de: SSL-Port ist nicht im Bereich.
es: Puerto SSL fuera de rango
fr: Le port SSL n'est pas dans la gamme autorisée.
jp: sslportパラメータの指定がポート番号の範囲を超えています
nl: SSL-poort buiten bereik

# ParameterTestWebServiceInvalid
source: Test web service URL is invalid. It must be https based.
de: Test-Webservice-URL ist ungültig. Sie muss https-basiert sein.
es: La URL de servicio web de prueba es inválida. Es necesaria una URL basada en https.
fr: L'URL de service web n'est pas valide. Elle doit commencer par https.
jp: testURLパラメータの指定が不正です。httpベースである必要があります
nl: Testwebfunctie URL is ongeldig. Deze dient op HTTPS gebaseerd te zijn.

# ParameterVoucherInvalid
source: Voucher or Serial Number Invalid
de: Voucher ungültig
es: Código de cupón inválido
fr: Le code promotionnel n'est pas valide.
jp: Voucherパラメータの指定が不正です
nl: Voucher is ongeldig

# ProcessingText
source: GlobalSign OneClickSSL(tm) Installer v{0} (c)GMO GlobalSign, 2012 ============================================================================= Use this application to redeem OneClickSSL Vouchers and automatically activate SSL security and the "secure padlock" for your website. OneClickSSL secure site activation in process. Do not close or navigate away from this page until completed... ---------------------------------------------------------------
de: OneClickSSL(tm) Installer v{0} (c)GMO GlobalSign, 2012 ============================================================================= Benutzen Sie diese Anwendung, um OneClickSSL-Gutscheine einzulösen und automatisch SSL-Sicherheit und das „vertrauenswürdige Sicherheitsschloss“ auf Ihrer Webseite zu aktivieren. OneClickSSLs sichere Webseiten-Aktivierung in Bearbeitung. Diese Seite nicht schließen oder von dieser wegnavigieren bis der Vorgang abgeschlossen ist... ---------------------------------------------------------------
es: Herramienta de comandos OneClickSSL(tm) v{0} (c)GMO GlobalSign, 2012 =============================================================================== Utilice esta aplicación para canjear bonos OneClickSSL y activar automáticamente la seguridad SSL y el “candado seguro” en su Sitio web. Activación OneClickSSL sitio seguro en proceso. No cierre esta página o haga click en cualquier otro enlace hasta que finalice el proceso... -------------------------------------------------------------------------------
fr: Outil de commande OneClickSSL(tm) v{0} (c)GMO GlobalSign, 2012 ============================================================================== Utilisez cette application pour activer la sécurité SSL et le “cadenas” sur votre site web de manière automatique avec vos coupons OneClickSSL. Activation de la sécurité de site OneClickSSL en cours. Ne fermez pas et ne quittez pas cette page avant la fin du processus... ------------------------------------------------------------------------------
jp: " GlobalSign OneClickSSL(tm) Installer v{0} (c)GMO GlobalSign, 2011 ============================================================================= OneClickSSL Voucherを使用して、証明書の発行・インストール・バインドを自動的に 行うツールです。 SSLの設定中... 完了するまではこのページを閉じたり、他の処理を行わないでください ---------------------------------------------------------------"
nl: "OneClickSSL(tm) Installer v{0} (c)GMO GlobalSign, 2012 ============================================================================= Gebruik deze toepassing om OneClickSSL vouchers te verzilveren en om SSL- beveiliging en het ‘gele hangslot’ voor uw website automatisch te activeren OneClickSSL beveiligde website activering aan de gang. Gelieve deze pagina niet te sluiten noch van deze pagina weg te surfen voordat het proces voltooid is... -----------------------------------------------------------------------------

# RealCertificateFailedAPIConnection
source: Failed to connect to real certificate service
de: Konnte nicht zum echtem Zertifikatsservice verbinden.
es: No se pudo conectar con el servicio de certificados reales.
fr: La connexion au service de certificat a échoué.
jp: 本証明書の要求に失敗しました
nl: Kon geen verbinding tot stand brengen met certificate service.

# TestCertificateFailedAPIConnection
source: Failed to connect to test certificate service
de: Konnte nicht zum Test-Zertifikatsservice verbinden.
es: No se pudo conectar con el servicio de certificados de prueba.
fr: La connexion au service de certificat test a échoué.
jp: 検証用証明書の要求に失敗しました
nl: Kon geen verbinding tot stand brengen met test certificate service.

# UnableToConnectToIIS
source: Unable to find domain. Failed to connect to IIS or IIS not installed
de: Konnte Domain nicht finden. Konnte nicht mit IIS verbinden oder IIS nicht installiert.
es: No se pudo encontrar el dominio. No se pudo conectar con el IIS o el IIS no está instalado.
fr: Le domaine n'a pas pu être trouvé. La connexion à IIS a échoué ou IIS n'est pas installé.
jp: ドメインが見つかりません。IISへの接続に失敗したか、IISがインストールされていない可能性があります。
nl: Kan domein niet vinden. Kon geen verbinding tot stand brengen met IIS of IIS is niet geïnstalleerd.

source: Unable to find domain in IIS
de: Konnte Domain nicht in IIS finden.
es: No se pudo encontrar el dominio en el IIS.
fr: Le domaine n'a pas pu être trouvé sur IIS.
jp: IISに指定されたドメインが定義されていません
nl: Kan domein niet vinden in IIS.

# UnableToSetSSLProperties
source: Unable to configure IIS website with SSL certificate
de: Konnte IIS-Website nicht mit SSL-Zertifikat konfigurieren.
es: No se pudo configurar la página web del IIS con el certificado SSL.
fr: La configuration du site web IIS avec certificat SSL n'a pas pu être effectuée.
jp: SSL証明書のIISへの設定に失敗しました
nl: Kan IIS-website niet configureren met SSL-certificaat

# VoucherFailedAPIConnection
source: Failed to connect to voucher check service
de: Konnte nicht zum Voucher Check Service verbinden.
es: No se pudo conectar con el servicio de comprobación de cupón.
fr: La connexion au service de contrôle des codes promotionnels a échoué.
jp: Voucherの確認に失敗しました
nl: Kon geen verbinding tot stand brengen met vouchercontroledienst

# ProcessComplete
source: Done. Congratulations your website certificate has now been installed!
de: Geschafft. Glückwunsch! Ihr Website-Zertifikat ist nun installiert!
es: Fin del proceso. Felicidades, su certificado de página web ha sido instalado.
fr: Terminé. Félicitations, votre certificat de site web a maintenant été installé.
jp: ウェブサイトへの証明書のインストールと設定が完了しました
nl: Klaar. Gefeliciteerd, uw website-certificaat is geïnstalleerd!

# ParameterLanguageCodeInvalid
source: Language code can only be en, fr, ja, nl, de, or es
de: Sprachcode kann nur en, fr, jp, nl, de, oder es sein.
es: El código de idioma sólo puede ser en, fr, jp, nl, de o es.
fr: Le code de langue peut être en, fr, jp, nl, de, ou es uniquement.
jp: Language codeには次のいずれかを指定してください: en, fr, ja, nl, de, or es
nl: Taalcode kan alleen en, fr, jp, nl, de of es zijn

# ParameterNATIPAddressInvalid
source: NAT IP Address is not in the correct format
de: NAT-IP-Adresse ist nicht im korrekten Format.
es: La dirección IP NAT no presenta el formato adecuado.
fr: L'adresse IP NAT est dans un format incorrect.
jp: natipパラメータのフォーマットが不正です
nl: Onjuiste notatie NAT IP-adres

# FailedToRevokeCertificate
source: Failed to revoke the certificate
de: Das Zertifikat konnte nicht widerrufen werden
es: No se pudo revocar el certificado
fr: Le certificat n’a pas pu être révoqué
jp: 証明書の失効に失敗しました
nl: Het intrekken van het certificaat is mislukt

# RevokeCertificateFailedAPIConnection
source: Failed to connect to revocation service
de: Es konnte keine Verbindung mit dem Widerrufsdienst hergestellt werden
es: No se pudo conectar al servicio de revocación
fr: La connexion au service de révocation n’a pas pu être établie
jp: 証明書の失効要求に失敗しました
nl: Het maken van de verbinding met de dienst om het certificaat in te trekken is mislukt

# PerformingDomainVerification
source: Performing domain verification check and Enrolling for an SSL certificate...
de: Die Domain-Überprüfung und der Antrag für ein SSL-Zertifikat werden durchgeführt
es: Realizando la verificación del dominio y solicitando el certificado SSL
fr: Vérification du domaine et demande de certificat SSL en cours
jp: ドメインの検証及びSSL証明書の発行処理中です
nl: Domeinverificatie en Aanvraag SSL Certificaat worden uitgevoerd
