Repository: GlobalSign/OneClickSSL
Catalog: lib/Languages/Translations_*.resx
Languages: de, es, fr, jp, nl

# PerformingRevocationVerification
source: Performing domain verification check and SSL certificate status check...
de: Die Domain-Überprüfung wird durchgeführt und der Status des SSL-Zertifikates wird überprüft
es: Verificando el dominio y el estado del certificado SSL
fr: Vérification du domaine et du statut du certificat SSL en cours
jp: ドメインの検証及びSSL証明書のステータスの確認中です
nl: Domeinverificatie en Controle Status SSL certificaat worden uitgevoerd

# RevokingSSLCertificate
source: Revoking SSL certificate and removing from the web site
de: Das SSL-Zertifikat widerrufen und von der Webseite entfernen
es: Revocando el certificado SSL y quitándolo del sitio web
fr: Révocation du certificat SSL en cours
jp: 証明書の失効とウェブサイトからの削除処理中です
nl: SSL certificaat wordt gerevokeerd en verwijderd van de website

# SendingSerialNumberAndDomain
source: Sending Serial Number & Domain details to the GlobalSign OneClickSSL service...
de: Die Seriennummer oder Domain-Details an GlobalSigns OneCLickSSL-Service schicken
es: Enviando número de serie y datos de dominio al servicio GlobalSign OneClickSSL
fr: Envoi du numéro de série et des informations du domaine au service OneClickSSL GlobalSign.
jp: 証明書シリアルナンバーとドメイン情報を送信中です
nl: Serienummer en domeingegevens worden naar de GlobalSign OneClickSSL verstuurd

# SendingVoucherAndDomain
source: Sending Voucher & Domain details to the GlobalSign OneClickSSL service...
de: Die Gutschein- und Domain-Details an GlobalSigns OneClickSSL-Service schicken
es: Enviando los datos del bono y el dominio al servicio GlobalSign OneClickSSL
fr: Envoi des informations du bon et du domaine au service OneClickSSL GlobalSign
jp: Voucherドメイン情報を送信中です
nl: Voucher en Domeingegevens worden naar de GlobalSign OneClickSSL service verstuurd

# SettingUpAndActivating
source: Setting up SSL and activating secure web site...
de: Die Einrichtung und Sicherung einer, durch SSL gesicherten Webseite
es: Instalación SSL y activación del sitio web seguro.
fr: Installation du SSL et activation de la sécurité de site
jp: SSLの設定中です
nl: Installatie SSL en activering van de beveiligde website

# SetupSuccessful
source: OneClickSSL secure site setup successful!
de: Die Einrichtung der durch OneClickSSL gesicherten Seite war erfolgreich!
es: Instalación OneClickSSL sitio seguro exitosa.
fr: Installation de sécurité de site OneClickSSL réussie!
jp: OneClickSSLによるSSLの設定が成功しました!
nl: OneClickSSL beveiligde website setup succesvol voltooid!

# SetupUnSuccessful
source: We have been unable to install an SSL certificate. We suggest that you run the install for a second time and use the debug mode to identify any obvious errors.The debug output is also a useful file for your support team. Append ">debugoutput.txt" to the command line to save the output to a txt file. A help menu is available with oneclickssl -? or -help
de: Wir konnten das SSL-Zertifikat leider nicht installieren. Wir empfehlen Ihnen, die Installation ein zweites Mal durchzuführen und den –debug-Modus zu nutzen, um offensichtliche Fehler ausfindig zu machen. Der debug-Output ist außerdem eine hilfreiche Datei für Ihr Support-Team. Hängen Sie ">debugoutput.txt" an die Befehlszeile an, um den Output in einer Textdatei zu speichern. Ein Hilfe-Menü ist mit oneclickssl -? oder -help
es: No conseguimos instalar el certificado SSL. Le aconsejamos volver a ejecutar el proceso de instalación utilizando el modo de depuración para detectar errores obvios. La salida de depuración también es un fichero útil para su equipo de soporte técnico. Anexe ">debugoutput.txt" en la línea de comandos para guardar la salida en un archivo de texto. Un menú de ayuda está disponible con oneclickssl -? o -help
fr: Nous n’avons pas pu installer de certificat SSL. Nous vous conseillons de l’installer à nouveau en mode –debug pour vous aider à identifier l’erreur. La sortie en clair peut aussi être utilisée par votre équipe d’assistance. Ajoutez ">debugoutput.txt" à la ligne de commande pour enregistrer la sortie en fichier texte. Un menu d'aide est disponible avec oneclickssl -? ou -help
jp: SSL証明書のインストールに失敗しました。問題点を明らかにするために、デバッグモードで再度実行することをお勧めします。デバッグの出力情報は、グローバルサインのサポートチームにとっても重要なものとなります。 ">debugoutput.txt" をコマンドラインに加えることによって、出力をテキストファイルに保存することが可能になります。
nl: Het SSL certificaat kon niet worden geïnstalleerd. We raden u aan om het installatieproces een tweede keer uit te voeren en gebruik te maken van de debug mode om fouten op te sporen. De debug output kan nuttig zijn voor uw Support Team. Gelieve “>debugoutput.txt” in de opdrachtregel in te voeren om de output te bewaren in een tekstbestand. Een help-menu is beschikbaar met oneclickssl -? of -help

# FormAgreement
source: I have read and agree to the terms and conditions of the OneClickSSL Subscriber Agreement
de: Ich habe die Allgemeinen Geschäftsbedingungen des OneClickSSL Subscriber Agreements gelesen und stimme diesen zu
es: He leído y acepto los términos y condiciones del Acuerdo de Suscriptor de OneClickSSL
fr: J'ai lu et accepte les modalités du contrat de souscription OneClickSSL
jp: 私はOneClickSSL利用者契約をご確認の上、同意します
nl: Ik heb de voorwaarden van de OneClickSSL Subscriber Agreement (de abonneeovereenkomst) gelezen en accepteer deze

# FormAdvancedMode
source: Advanced Mode
de: Fortgeschrittene Betriebsart
es: Modo avanzado
fr: Mode avancé
nl: Geavanceerde modus

# FormRevokeTitle
source: Revoke
de: Widerrufen
es: revocar
fr: Révoquer
jp: 失効
nl: Intrekken

# FormShowDebugTitle
source: Debug Mode
es: Modo de depuración

# FormNATIPAddressTitle
source: NAT IP Address
de: NATIP Adresse
es: NATIP Dirección
fr: Adresse NATIP
nl: NATIP-adres

# FormSSLPortTitle
source: SSL Port
es: Puerto SSL
nl: SSL-poort

# FormSiteIdTitle
source: IIS WebSite (SiteID)
es: Sitio Web IIS (SiteID)
fr: Site Web IIS (SiteID)
jp: IIS WebSite

# FormIPAddressTitle
source: IP Address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
nl: IP-adres

# FormDomainNameHelp
source: e.g. www.yourdomain.com
de: z. B. www.yourdomain.com
es: p.ej.: www.midominio.com
fr: par exemple www.yourdomain.com
jp: 例） www.yourdomain.com
nl: bijv. www.uwdomein.com

# FormDomainNameTitle
source: Domain Name
es: Dominio
fr: Nom de domaine
nl: Domeinnaam

# FormEmailAddressHelp
source: Sends instructions/errors by email
de: Verschickt Anleitungen/Fehlermeldungen per Email
es: Envía instrucciones/errores por correo electrónico
fr: Envoi des instructions/erreurs par email
jp: エラー情報と問題解決方法をe-mailでお送りします。
nl: Instructies/foutberichten per e-mail

# FormEmailAddressTitle
source: Email Address
de: Emailadresse
es: e-mail
fr: Adresse email
nl: E-mailadres

# FormIntroDescription
source: Use this application to redeem OneClickSSL vouchers and automatically activate SSL security and the "secure padlock" for your website.
de: Mit dieser Anwendung können Sie OneClickSSL Voucher einlösen und automatisch SSL-Sicherheit und das “Sicherheitschloss” für Ihre Website aktivieren
es: "Utilice esta aplicación para canjear los bonos OneClickSSL y activar automáticamente la seguridad SSL y el "candado seguro" en su página web."
fr: Cette application peut être utilisée pour activer la sécurité SSL et le cadenas de façon automatique avec les coupons OneClickSSL
jp: OneClickSSL Voucherを使用して、証明書の発行・インストール・ バインドを自動的に行うツールです。
nl: Gebruik deze toepassing om OneClickSSL-vouchers te verzilveren en automatisch SSL- beveiliging te activeren met het "beveiligingshangslot" voor uw website.

# FormIntroTitle
source: Redeem Vouchers
de: Voucher einlösen
es: Instalación de OneClickSSL de GlobalSign
fr: Utiliser les coupons
jp: Voucherの使用
nl: Installatieprogramma GlobalSign OneClickSSL

# FormVoucherCodeHelp
source: e.g. AGB6542HDFS4355A
de: z.B. AGB6542HDFS4355A
es: p.ej.: AGB6542HDFS4355A
fr: par exemple AGB6542HDFS4355A
jp: 例） AGB6542HDFS4355A
nl: bijv. AGB6542HDFS4355A

# FormSerialNumberHelp
source: e.g. 11212b0523fa14b061f78f3401895810a59f
de: z.B. 11212b0523fa14b061f78f3401895810a59f
es: p.ej.: 11212b0523fa14b061f78f3401895810a59f
fr: par exemple 11212b0523fa14b061f78f3401895810a59f
jp: 例） 11212b0523fa14b061f78f3401895810a59f
nl: bijv. 11212b0523fa14b061f78f3401895810a59f

# FormVoucherCodeTitle
source: Voucher
es: bono de Código
fr: Numéro de coupon

# FormAgreementLink
source: Click here to view the Subscriber Agreement
de: Klicken Sie hier, um das Subscriber Agreement anzuschauen
es: Haga clic aquí para ver el Acuerdo de Suscriptor
fr: Cliquez ici pour afficher le contrat de souscription
jp: 利用契約の詳細はこちらをご確認ください。
nl: Klik hier om de abonneeovereenkomst te bekijken

# FormProcessRevokeButton
source: Revoke Certificate
de: Zertifikat widerrufen
es: Revocar certificado
fr: Révoquer le certificat
jp: 証明書失効
nl: Certificaat intrekken

# FormProcessButton
source: Activate SSL
es: Activar SSL
fr: Activer le SSL
nl: Activeer SSL

# FormSerialNumberTitle
source: Serial Number
de: Seriennummer
es: Número de serie
fr: Numéro de série
nl: Serienummer

# FormAdvancedOptions
source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
jp: 詳細オプション
nl: Geavanceerde opties

# FormAdvancedOptionsHelp
source: These options allow you to provide additional advanced level options for your SSL deployment or revocation.
de: Diese Optionen ermöglichen es Ihnen, zusätzliche Fortgeschrittene Optionen für Ihre SSL-Bereitstellung oder Widerruf zu bieten
es: Aquí podrá seleccionar opciones adicionales de nivel avanzado para la implantación o revocación del certificado SSL.
fr: Ces options vous permettent de choisir des options avancées supplémentaires pour l'installation ou la révocation de votre SSL
jp: このオプションを使用すると、SSLの導入または失効のための高度な追加オプションを提供することができます。
nl: Met deze opties kunt u extra geavanceerde opties bieden voor het toepassen of intrekken van uw SSL.

# FormRevokeWarning
source: Are you sure you wish to revoke the SSL certificate which belongs to this domain? If you do choose to continue, then the process cannot be reversed and any relying parties who connect to this web site will be warned by their browser software that the web site certificate is no longer valid. It is suggested that revocation is performed only for the loss/compromise of the private key associated with the SSL certificate or information within the certificate is deemed to be incorrect.
de: Sind Sie sich sicher, dass Sie das SSL-Zertifikat, dass zu dieser Domain gehört, widerrufen möchten? Sollten Sie sich entscheiden fortzufahren, so kann der Prozess nicht mehr rückgängig gemacht werden und jeder Besucher der Website, wird durch Browser-Software daraufhingewiesen werden, dass das Website-Zertifikat nicht mehr gültig ist. Es wird vorgeschlagen, dass ein Widerruf nur bei Verlust/Beeinträchtigung des Private Keys, der mit dem SSL-Zertifikat verbunden ist oder bei der Darstellung falscher Angaben innerhalb des Zertifikates durchgeführt wird.
es: "¿Está seguro de que desea revocar el certificado SSL que pertenece a este domino? Si opta por continuar, el proceso no tendrá marcha atrás; al conectarse a esta página web, las partes afectadas recibirán un aviso en su navegador informándoles de que el certificado ya no es válido. Se recomienda proceder a la revocación únicamente en caso de pérdida de la clave privada asociada al certificado SSL, en caso de que la misma esté en riesgo, o bien cuando se estime incorrecta la información incluida en el certificado."
fr: Etes-vous sûrs de vouloir révoquer le certificat SSL sur ce domaine? Si vous choisissez de continuer, vous ne pourrez plus annuler et toute personne se connectant à votre site verra des messages d'erreur du navigateur leur indiquant que le certificat n'est pas valide. Nous suggérons de ne révoquer un certificat que dans le cas de la perte/du compromis de la clé privée associée au certificat SSL ou lorsque l'information contenue dans le certificat est jugée incorrecte.
jp: このDomainのSSL証明書を失効してもよろしいでしょうか？続行した場合、取り消すことはできません。このWebサイトに接続する任意のユーザーにこのWebサイトの証明書が有効でないことが警告されます。SSL証明書の秘密鍵の損失または証明書内の情報が不正である場合のみ、証明書の失効をお勧めします。
nl: "Wilt u het SSL-certificaat echt intrekken dat bij dit domein hoort? Als u besluit hiermee door te gaan, kan het proces niet ongedaan worden gemaakt en partijen die deze website bezoeken zullen door hun browsersoftware worden gewaarschuwd dat het websitecertificaat niet meer geldig is. We raden aan intrekking alleen door te voeren in het geval dat de privé sleutel die bij het SSL-certificaat hoort verloren is of corrupt is of wanneer de informatie in het certificaat onjuist wordt geacht."

# FormErrorOccured
source: An error occured. Click here for more information
de: Es ist ein Fehler aufgetreten. Bitte klicken Sie hier für weitere Informationen.
es: Se ha detectado un error. Haga clic aquí para obtener más información
fr: Une erreur s'est produite. Cliquez ici pour plus d'informations.
jp: エラーが発生しました。詳細はこちらをご確認ください。
nl: Er is een fout opgetreden. Klik hier voor meer informatie

# FormKeyInformationMissing
source: You must provide all information before proceeding
de: Sie müssen alle Informationen eingeben, bevor Sie fortfahren können.
es: Deberá facilitar toda la información antes de avanzar
fr: Vous devez fournir toutes les informations avant de pouvoir continuer.
jp: 先に進む前に、すべての情報を提供する必要があります
nl: U moet alle gegevens opgeven voordat u verder gaat.

# FormManualConfiguration
source: Manual Configuration Mode
de: Manueller Konfigurationsmodus
es: Modo de configuración manual
fr: Configuration manuelle
jp: 手動Configurationモード
nl: Handmatige configuratiemodus

# ManualConfigurationPause
source: The temporary certificate has been installed into the certificate store. You may now perform any necessary manual processing steps. Press OK to continue the process of applying for a Production certificate
de: Das temporäre Zertifikat wurde im Zertifikatsspeicher installiert. Jetzt können Sie alle notwendigen Schritte für eine manuelle Bearbeitung durchführen. Drücken Sie OK, um die Beantragung eines Produktionszertifikats fortzusetzen
es: Se ha instalado el certificado temporal en la base de certificados. Ahora puede llevar a cabo los pasos de procesamiento manual necesarios. Pulse OK para continuar con el proceso de solicitud de un certificado.
fr: Le certificat temporaire a été installé dans le magasin de certificats. Vous pouvez désormais effectuer toutes les étapes manuelles nécessaires. Cliquez OK pour continuer le processus de demande de certificat.
jp: 検証用証明書が証明書ストアにインストールされています。これで必要な手動処理を実行することができます。本番証明書の申請プロセスを続行するには、[OK]を押してください。
nl: Het tijdelijke certificaat is in het certificaatarchief geïnstalleerd. U kunt nu de benodigde handmatige verwerking uitvoeren. Druk op OK om door te gaan met het aanvragen van een certificaat.

# FollowingCertInstalled
source: The following certificate will be installed
de: Das folgende Zertifikat wird installiert ...
es: Se instalará el siguiente certificado...
fr: Le certificat suivant va être installé
jp: 以下の証明書がインストールされます
nl: Het volgende certificaat wordt geïnstalleerd...

# InstallingCert
source: Installing Certificate
de: Installieren des Zertifikats ...
es: Instalando el certificado...
fr: Certificat en cours d'installation
jp: 証明書のインストール
nl: Certificaat wordt geïnstalleerd...

# UnableGenCSR
source: FAILED - Unabled to generate CSR:
de: FEHLGESCHLAGEN - Nicht in der Lage, CSR zu erstellen:
es: FALLO - No se pudo generar la CSR:
fr: ECHEC - Impossible de générer le CSR
jp: CSRの生成に失敗しました
nl: MISLUKT - CSR kan niet worden gegenereerd:

# NewCSR
source: Analysing and processing new CSR request
de: Analyse und Verarbeitung der neuen CSR-Anfrage ...
es: Analizando y procesando una nueva solicitud de CSR...
fr: Nouvelle demande de CSR en cours
jp: CSRの生成中
nl: Nieuwe CSR-aanvraag wordt geanalyseerd en verwerkt...

# CSRDisplay
source: SUCCEEDED - CSR generated is as follows
de: ERFOGLREICH - CSR wie folgt erzeugt ...
es: ÉXITO - Se ha generado la siguiente CSR...
fr: SUCCES - CSR généré comme suit
jp: 以下のCSRの生成に成功しました
nl: GELUKT - de gegenereerde CSR is als volgt...

# GenCSR
source: Generating CSR (Certificate Signing Request)
de: Erstellen der CSR (Signaturanfrage des Zertifikats)...
es: Generando CSR (Solicitud de Firma de Certificado)...
fr: Génération de CSR en cours (Certificate Signing Request)
jp: CSR生成（Certificate Signing Request）
nl: CSR (Certificate Signing Request) wordt gegenereerd...

# UnableInstallCert
source: FAILED - Unable to install certificate.
de: FEHLGESCHLAGEN - Nicht in der Lage, das Zertifikat zu installieren.
es: FALLO - No se pudo instalar el certificado.
fr: ECHEC - Impossible d'installer le certificat
jp: 証明書のインストールに失敗しました
nl: MISLUKT, kan certificaat niet installeren.

# ValidatingCertInstallation
source: Validating Certificate installation
de: Validieren der Zertifikatsinstallation
es: Validando la instalación del certificado
fr: Installation du certificat en cours de validation
jp: 証明書の検証
nl: Installatie van certificaat wordt gecontroleerd

# CleanUpTempCert
source: Cleaning up the Temporary certificate
de: Entfernen des temporären Zertifikats ...
es: Suprimiendo el certificado temporal...
fr: Désinstallation du certificat temporaire
jp: 検証用証明書を削除
nl: Tijdelijk certificaat wordt verwijderd...

# StartingSetupProcess
source: Starting the OneClickSSL Setup Process
de: Starten der OneClickSSL Einrichtung
es: Iniciando el proceso de configuración de OneClickSSL
fr: Configuration OneClickSSL
jp: OneClickSSLの設定プロセスを起動します
nl: OneClickSSL-proces voor instellen wordt gestart

# StartingRevokeProcess
source: Starting the OneClickSSL Revoke Process
de: Starten des OneClickSSL Widerrufs
es: Iniciando el proceso de revocación de OneClickSSL
fr: Révocation OneClickSSL
jp: OneClickSSLの失効プロセスを起動します
nl: OneClickSSL-proces voor intrekken wordt gestart
